<%@ page contentType="text/html;charset=UTF-8" %>
<%@ include file="/WEB-INF/views/include/taglib.jsp"%>
<html>
	<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
	
	<link href="${ctxStatic }/bootstrap/2.3.2/css_cerulean/bootstrap.css" rel="stylesheet">
	<link href="${ctxStatic }/modules/front/css/util/util.css?${version }" rel="stylesheet">
	<title>花生金服 hsbank360.com-更优质、更安全、更便捷、更有诚意的互联网金融P2P平台</title>
</head>
<body>

<div class="div_bg_001">
	<div class="agreement_area">
    	<div class="agreement">
            <div class="title"><span>花生金服注册协议</span></div>
            <dl class="item">
                <dt>签约之重要提示：</dt>
                <dd>上海富定金融信息服务股份有限公司（下称“富定金服”）拥有花生金服（官网：<a href="http://www.hsbank360.com" target="_blank" class="btn_text_gold">http://www.hsbank360.com</a> ）（下称“本网站”或“平台”或“花生金服”）的经营权。本网站注册服务协议（下称“本协议”）双方为花生金服与本网站注册用户（下称“注册用户”、“用户”或“您”），由花生金服为注册用户提供服务，本协议对花生金服和注册用户均具有约束力的文件，具有合同上的法律效力。</dd>
            </dl>
            <dl class="item">
                <dt>一、本协议的文本</dt>
                <dd><span>1.1</span>本协议的内容包括以下全部条款以及本网站已经发布的和将来可能发布的与注册用户有关的各项规则，该等规则均为本协议不可分割的一部分，与以下所列条款具有同等法律效力。</dd>
                <dd><span>1.2</span>注册用户在此确认知悉并同意本网站有权根据需要不时修改、增加或删减本服务协议内容。本网站将采用在本网站公示的方式通知注册用户该等修改、增加或删减。一经本网站公示，视为已经通知到注册用户。若注册用户在本服务协议及各类规则变更后继续使用本网站服务的，视为注册用户已仔细认真阅读、充分理解并同意接受修改后的本服务协议及各类规则，且注册用户承诺遵守修改后的本服务协议及各类规则内容，并承担相应的义务和责任。若注册用户不同意修改后的本服务协议及各类规则内容，应立即停止使用本网站服务，本网站保留中止、终止或限制注册用户继续使用本网站服务的权利，但该等终止、中止或限制行为并不豁免注册用户在本网站已经进行的交易下所应承担的责任和义务。本网站不承担任何因此导致的法律责任。</dd>
                <dd><span>1.3</span>注册用户只要勾选“同意《花生金服注册协议》”选项并按照本网站的流程成功注册后，本协议即产生法律效力。注册用户对于本电子文本的法律效力均无异议。本协议是由注册用户与本网站共同签订的，适用于注册用户在本网站的全部活动。在用户注册成为正式用户时，已经阅读、理解并接受本协议的全部条款及各类规则，如有违反而导致任何法律后果的发生，注册用户承诺将独立承担本协议项下所有相应的法律责任。</dd>
            </dl>
            <dl class="item">
                <dt>二、注册用户</dt>
                <dd><span>2.1</span>作为本网站注册用户用户，注册用户必须是中华人民共和国公民，年龄在18周岁以上，且具有完全的民事权利能力及民事行为能力。如不具备上述资格，注册用户应立即停止在本网站的注册程序、停止使用本网站服务，本网站有权随时终止注册用户的注册进程及本网站服务，注册用户应对此次注册给本网站带来的损失或第三人财产和权益造成损失的，均应当承担全额赔偿责任和侵权责任，且注册用户的监护人（如注册用户为限制民事行为能力的自然人）或注册用户的实际控制人（如注册用户为实体）应承担连带责任。</dd>
                <dd><span>2.2</span>在注册时和使用本网站服务的所有期间，注册用户承诺提供注册所需自身的真实资料和信息，并保证自用户注册之时起至注册用户使用本网站服务的所有期间，其所提交的所有资料和信息（包括但不限于电子邮件地址、联系电话、联系地址、邮政编码、个人身份信息、征信信息等）真实、准确、完整、有效，且是最新的。并且没有任何引人误解或者虚假的陈述，且保证本网站可以通过注册用户所填写的联系方式与注册用户取得联系。</dd>
                <dd><span>2.3</span>注册用户应根据本网站对于相关服务的要求及时提供相应的身份证明等资料，否则本网站有权拒绝向该注册用户提供相关服务。</dd>
                <dd><span>2.4</span>如果注册用户提供的资料或信息包含有不正确、不真实的信息，本网站保留取消注册用户会员资格并随时结束为该注册用户提供服务的权利。</dd>
            </dl>
            <dl class="item">
                <dt>三、服务内容</dt>
                <dd><span>3.1</span>本网站服务内容主要包括根据用户需求发布交易信息、提供交易管理服务、提供客户服务等，具体详情以本网站当时提供的服务内容为准。本网站服务的部分内容需要注册用户根据本网站要求完成身份认证及银行卡认证，未经身份认证及银行卡认证的注册用户将无法使用该部分服务。因未能完成认证而无法享受本网站服务造成的损失，花生金服不承担任何责任。</dd>
                <dd><span>3.2</span>本网站将为用户提供信息发布等中介服务。本网站向用户提供的各种信息及资料仅供参考，注册用户应依其独立判断做出决策。注册用户据此进行交易的，产生的风险由其自行承担，花生金服对此不承担任何法律责任。在交易过程中，用户之间发生的纠纷，由纠纷各方自行解决，与花生金服无关。</dd>
                <dd><span>3.3</span><b>花生金服将通过本网站为注册用户提供如下交易管理服务：</b></dd>
                <dd><span>3.3.1</span>用户在本网站进行注册时将生成用户账户，注册用户账户将记载用户在本网站的活动，上述注册用户账户是用户登陆本网站的唯一账户。</dd>
                <dd><span>3.3.2</span>用户不可撤销的保证并承诺通过本网站进行交易的资金来源合法。</dd>
                <dd><b>用户未能及时对交易状态进行修改、确认或未能提交相关申请所引起的任何纠纷或损失由用户自行负责，花生金服不承担任何责任。</b></dd>
                <dd><span>3.3.4</span><b>用户知悉花生金服并不是银行或金融机构，按照相关法律法规的规定，花生金服不提供“即时”金额转账服务，用户同意花生金服对资金到账延迟不承担任何责任。</b></dd>
                <dd><span>3.3.5</span>用户理解并同意，花生金服向符合条件的用户提供服务。花生金服对在本网站上进行的投资、借款等交易行为不承担任何责任，花生金服无法、也没有义务保证用户在发出借款要约或投资意向后，能够实际获得借款或投资成功，用户因前述原因导致的损失（包括但不限于利息、手续费等损失）由用户自行承担，花生金服不承担责任。</dd>
                <dd><span>3.3.6</span>用户通过本网站进行各项交易或接受交易款项时，若用户未遵从本协议条款或本网站公布的交易规则中的操作指示，由此造成的损失，花生金服不承担任何责任。若发生上述状况而款项已先行拨入用户账户下，用户同意花生金服和/或花生金服指定的第三方支付公司有权直接从相关用户账户中扣回款项及禁止用户要求支付此笔款项之权利。此款项若已汇入用户的银行账户，用户同意花生金服和/或花生金服指定的第三方支付公司有向用户事后索回的权利，由此产生的追索费用由用户承担。</dd>
                <dd><span>3.3.7</span>花生金服有权基于交易安全等方面的考虑不时设定涉及交易的相关事项，包括但不限于交易限额、交易次数等，用户了解花生金服的前述设定可能会对交易造成一定影响，对此没有异议。</dd>
                <dd><span>3.3.8</span>如果花生金服发现了因系统故障或其他任何原因导致的处理错误，无论有利于花生金服还是有利于注册用户，花生金服都有权纠正该错误。如果该错误导致用户实际收到的款项多于应获得的金额，则无论错误的性质和原因，花生金服保留纠正不当执行的交易的权利，用户应根据花生金服向其发出的有关纠正错误的通知的具体要求返还多收的款项或进行其他操作。用户理解并同意，用户因前述处理错误而多付或少付的款项均不计利息，花生金服不承担因前述处理错误而导致的任何损失或责任（包括注册用户可能因前述错误导致的利息、汇率等损失）。</dd>
            </dl>
            <dl class="item">
                <dt>四、用户使用限制</dt>
                <dd><span>4.1</span>注册用户不得利用本网站或本网站服务从事任何不符合中国法律法规或侵犯他人权益的活动。本网站在发现注册用户从事该等活动时，有权不经通知而立即停止注册用户对本网站的全部或部分功能的使用。</dd>
                <dd><span>4.2</span>在使用本网站提供的任何服务（包括但不限于站内信服务、群组服务、论坛服务或其他电子邮件转发服务）的过程中，注册用户不得发送、公布或展示任何垃圾邮件、信息或其他可能违反中国法律法规及本协议的内容。本网站在发现注册用户从事该等活动或发布该等内容时，有权不经注册用户同意而删除该等内容，并有权不经通知而立即暂停或停止注册用户对本网站的全部或部分功能的使用。</dd>
                <dd><span>4.3</span>注册用户在注册时向本网站提交的电子邮箱、用户名、密码及安全问题答案是注册用户在本网站的唯一识别信息。注册用户注册成功后，不得将注册的电子邮箱名、密码及安全问题答案转让或授权给第三方使用。注册用户确认，使用注册用户的用户名和密码登陆本网站后在本网站的一切行为以及以注册用户在本网站注册时提交的个人电子邮箱发送邮件的行为均代表注册用户本人并由注册用户承担相应的法律后果。注册用户不得以其账户密码等账户信息被盗用或其他理由否认已订立的协议的效力或不按照该等协议履行相关义务。</dd>
                <dd><span>4.4</span>本网站的所有内容，包括但不限于文本、数据、图片、音频、视频、源代码和其他所有信息，均由本网站享有知识产权。未经本网站事先书面同意，注册用户或其他任何人不得复制、改编、传播、公布、展示或以任何其他方式侵犯本网站的知识产权。</dd>
                <dd><span>4.5</span>注册用户保证其使用本网站服务时将遵从国家、地方法律法规、行业惯例和社会公共道德，不会利用本网站提供的服务进行存储、发布、传播如下信息和内容：违反国家法律法规政策的任何内容（信息）；违反国家规定的政治宣传和/或新闻信息；涉及国家秘密和/或安全的信息；封建迷信和/或淫秽、色情、下流的信息或教唆犯罪的信息；博彩有奖、赌博游戏；违反国家民族和宗教政策的信息；防碍互联网运行安全的信息；侵害他人合法权益的信息和/或其他有损于社会秩序、社会治安、公共道德的信息或内容。注册用户同时承诺不得为他人发布上述不符合国家规定和/或本服务条款约定的信息内容提供任何便利，包括但不限于设置URL、BANNER链接等。注册用户承诺本网站有权在注册用户违反上述时有权终止向注册用户提供服务并不予退还任何款项，因注册用户上述行为给本网站造成损失的，注册用户应予赔偿。</dd>
            </dl>
            <dl class="item">
                <dt>五、信息保护及披露</dt>
                <dd><span>5.1</span>注册用户同意本网站在业务运营中收集和储存注册用户的用户信息，包括但不限于注册用户自行提供的资料和信息，以及本网站自行收集、取得的注册用户在本网站的交易记录和使用信息等。本网站收集和储存注册用户的用户信息的主要目的在于提高为注册用户提供服务的效率和质量。</dd>
                <dd><span>5.2</span>注册用户同意本网站在业务运营中使用注册用户的用户信息，包括但不限于(1)根据双方另行签署的协议、合同等在本网站公示注册用户的相关信息；(2)向本网站的合作机构（该合作机构仅限于本网站为了完成拟向注册用户提供的服务而合作的机构）提供注册用户的用户信息；(3)由人工或自动程序对注册用户信息进行评估、分类、研究；(4)使用注册用户的用户信息以改进本网站的推广；(5)使用注册用户提供的联系方式与注册用户联络并向注册用户传递有关业务和管理方面的信息。本网站有时候可能调查多个用户以识别问题或解决争议，特别是本网站可审查注册用户的资料以区分使用多个用户名或别名的用户。</dd>
                <dd><span>5.3</span>本网站将采用行业标准惯例以保护注册用户的用户信息，包括建立相应的信息保护制度和机制、设备等，但注册用户应了解上述保护措施可能受限于技术限制而不能确保注册用户的信息不会通过本协议中未列明的途径泄露出去，本网站不承担因此而导致的任何损失或责任。</dd>
                <dd><span>5.4</span>本网站有义务在行政、司法机关要求时向该等机关提供注册用户的用户信息。</dd>
            </dl>
            <dl class="item">
                <dt>六、不保证条款</dt>
                <dd><span>6.1</span>本网站提供的服务中不含有任何明示、暗示的，对任何用户、任何交易的真实性、准确性、可靠性、有效性、完整性等的任何保证和承诺，用户需根据自身风险承受能力，衡量本网站披露的交易内容及交易对方的真实性、可靠性、有效性、完整性，用户因其选择使用本网站提供的服务、参与的交易等而产生的直接或间接损失均由用户自己承担，包括但不限于资金损失、利润损失、营业中断等。本公司及其股东、创始人、全体员工、代理人、关联公司、子公司、分公司均不对以上损失承担任何责任。</dd>
                <dd><span>6.2</span>本网站内容可能涉及或链接到由第三方所有、控制或者运营的其他网站（“第三方网站”）。本网站不能保证也没有义务保证第三方网站上的信息的真实性和有效性。注册用户确认按照第三方网站的注册协议而非本注册协议使用第三方网站，第三方网站的内容、产品、广告和其他任何信息均由注册用户自行判断并承担风险。</dd>
                <dd><span>6.3</span>基于互联网的特殊性，本网站无法保证本网站的服务不会中断。如果由于本网站及相关第三方的设备、系统故障或缺陷、病毒、黑客攻击、网络故障、网络中断、地震、台风、水灾、海啸、雷电、火灾、瘟疫、流行病、战争、恐怖主义、敌对行为、暴动、罢工、交通中断、停止供应主要服务、电力中断、经济形势严重恶化或其它类似事件，致使本网站未能履行本协议或履行本协议不符合规定，不构成本网站的违约。</dd>
            </dl>
            <dl class="item">
                <dt>七、风险提示</dt>
                <dd><span>7.1</span><b>注册用户了解并认可，任何通过本网站进行的交易并不能避免以下风险的产生，本网站不能也没有义务承担如下风险：</b></dd>
                <dd><span>7.1.1</span>宏观经济风险：因宏观经济形势变化，可能引起价格等方面的异常波动，注册用户有可能遭受损失；</dd>
                <dd><span>7.1.2</span>政策风险：有关法律、法规及相关政策、规则发生变化，可能引起价格等方面异常波动，注册用户有可能遭受损失；</dd>
                <dd><span>7.1.3</span>违约风险：因其他交易方无力或无意愿按时足额履约，注册用户有可能遭受损失；</dd>
                <dd><span>7.1.4</span>利率风险：市场利率变化可能对购买或持有产品的实际收益产生影响；</dd>
                <dd><span>7.1.5</span>不可抗力因素导致的风险；</dd>
                <dd><span>7.1.6</span>因注册用户的过错导致的任何损失，该过错包括但不限于：决策失误、操作不当、遗忘或泄露密码、密码被他人破解、注册用户使用的计算机系统被第三方侵入、注册用户委托他人代理交易时他人恶意或不当操作而造成的损失。</dd>
                <dd><b>以上并不能揭示注册用户通过本网站进行交易的全部风险及市场的全部情形。注册用户在做出交易决策前，应全面了解相关交易，谨慎决策，并自行承担全部交易风险。</b></dd>
            </dl>
            <dl class="item">
                <dt>八、违约责任</dt>
                <dd>如果注册用户违反了注册用户在协议中所作的陈述、保证、承诺或任何其他义务，致使本网站或本网站的股东、实际控制人、员工承受任何损失，注册用户应向受损失的一方做出全额赔偿。</dd>
            </dl>
            <dl class="item">
                <dt>九、适用法律和管辖</dt>
                <dd>本协议适用中华人民共和国法律，与本协议的解释和履行有关的争议应由本网站住所地人民法院管辖。</dd>
            </dl>
            <dl class="item">
                <dt>十、终止</dt>
                <dd>除非本网站终止本协议或者注册用户申请终止本协议及注销相应注册用户账户且经本网站同意，否则本协议始终有效。在注册用户违反了本协议、相关规则，或在相关法律法规、政府部门的要求下，本网站有权通过电子邮件告知方式终止本协议、关闭注册用户的账户或者限制注册用户使用本网站。</dd>
            </dl>
            <dl class="item">
                <dt>十一、通知</dt>
                <dd><span>11.1</span>用户同意本公司以合理的方式向用户送达各类通知：</dd>
                <dd><span>11.1.1</span>公示的文案；</dd>
                <dd><span>11.1.2</span>站内消息、推送消息；</dd>
                <dd><span>11.1.3</span>根据您预留于本网站的联系方式发出的电子邮件、短信、函件等。</dd>
            </dl>
            <dl class="item">
                <dt>十二、 条款的独立性</dt>
                <dd>若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。注册用户委托花生金服保管所有与本协议有关的书面文件或电子信息，本协议以电子文本的形式保存于花生金服的存储设备。</dd>
            </dl>
            <dl class="item">
                <dt>十三、其他约定</dt>
                <dd>本协议采用电子文本形式制成，并保存在花生金服为此的设立的专用服务器上备查，注册用户认可该形式的协议效力。</dd>
            </dl>
            <dl class="item">
                <dd>本网站对本服务协议拥有最终的解释权。</dd>
            </dl>
        </div>
    </div>
</div>
</body>
</html>
